aaron-bond.better-comments
cardinal90.multi-cursor-case-preserve
catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
esbenp.prettier-vscode
formulahendry.auto-rename-tag
gruntfuggly.todo-tree
igorsbitnev.error-gutters
jannisx11.batch-rename-extension
javierlopeza.auto-virtualenvwrapper
jock.svg
liamhammett.inline-parameters
mechatroner.rainbow-csv
mguellsegarra.highlight-on-copy
mohsen1.prettify-json
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
naumovs.color-highlight
ryu1kn.partial-diff
tyriar.sort-lines
usernamehw.errorlens
vincaslt.highlight-matching-tag
yzhang.markdown-all-in-one
